Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: How do I access and use the dataset?
yo: Báwo ni mo ṣe lè wò kí n sì lo àkójọ déta?

source: How do I add a language?
yo: Báwo ni mo ṣe lè ṣe àfikún èdè?

source: How do I add sentences?
yo: Báwo ni mo ṣe lè ṣàfikún gbólóhùn?

source: How do I know whether to approve a voice clip?
yo: Báwo ni mo ṣe lè mọ̀ bóyá mo lè gba fọ́nrán ohùn wọlé?

source: How do I record a high quality voice clip?
yo: Báwo ni mo ṣe lè ṣe àkálẹ̀ fọ́nrán ohùn to jójúlówó?

source: How do I stay in touch?
yo: Báwo ni mo ṣe lè kàn sí yín?

source: How would you describe your accent?
yo: Bá wo lo ṣe ma ṣàpèjúwe ohùn ìpèdè rẹ?

source: I agree
yo: Mo gbà

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
yo: Mo fẹ́ láti máa gba ímeèlì bí i ìránilétí ìfojúsùn, àtẹ̀jíṣẹ́ ọ̀tun Napa ìlọsíwájú mi àti lẹ́tà asọ̀ròyìn nípa Common Voice

source: I do not agree
yo: Mo ò gbà

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
yo: Tí fọ́nrán bá di kíkọ̀ lọ́dọ ènìyàn 2, yóò di jíjọ̀wọ́ sí àtúnpín àkójọpọ̀ data tó yátọ̀.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
yo: Tí ìkàsílẹ̀ náà bá ń gé, tàbí ní àwọn kọnúkọ́họ, ṣe ìkọ̀sílẹ̀ fún àyàfi tí o bá ṣì lè gbọ́ gbogbo ọ̀rọ̀ náà.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
yo: Tí gbólóhùn náà ò bá bá àwọn òte òkè yí mu, tẹ bọ́tìnì ìkọ̀sílẹ̀ ní apá òsì. Tí gbólóhùn náà kò bá dá ọ lójú, o lè fò ó, ko bọ́ sí èyí tó tẹ̀le.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
yo: Tí gbólóhùn náà bá bá àwọn òte yí mu, tẹ &quot; bọ́tìnì ìfọwọ́sí lápá ọ̀tún

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
yo: Tí o bá ṣalábàápàdé nǹkankan tí àwọn ìtọ́sọ́nà yìí ò mẹ́nubà, jọ̀wọ́ ṣẹ̀tọ́ gẹ́gẹ́ bi ìdájọ́ rẹ̀ tó dáa jù lọ. Ti o kò bá ní ìpinnu kankan, lo bọ́tìnì ìgbéfò, ko sì lọ sí ìkàsílẹ̀ tó kàn

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
yo: Tí o bá lẹ̀ <strong>gbọ́ wọn</strong> tí <strong>wọ́n sì yé ẹ</strong>, ó <strong>dára láti gbà á wọ̀lé</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
yo: Bí o kò bá gbúròó wa lẹ́yìn ọjọ́ díẹ̀, kàn sí wa ni <emailLink>{ $email }</emailLink> àwa náà yóó sì kàn sí ọ padà!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
yo: Tí o bá ń wá àwọn irinṣẹ́ láti ṣẹ̀da àwòṣe ASR, o lè darapọ̀ mọ́ àwọn ènìyàn mìíràn nínú àwùjọ <discourseLink>lóri Discourse</discourseLink>.

source: If you run out of sentences to review, please help us collect more sentences!
yo: Tí àwọn gbólóhùn tí ò ń ṣe àtúnyẹ̀wò wọn bá ti tan, jọ̀wọ́ bá wa gba àwọn gbólóhùn díẹ̀ si!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
yo: Tí o bá rò wí pé pípẹ̀ <strong>ò jẹ́ kí ó ṣe é ṣe láti gbọ́ ọ yé</strong>, tàbí <strong>ọ̀pọ̀lọpọ̀ ariwo wà ní ìpìlẹ̀</strong>, tàbí àwọn <strong>ènìyàn mìíràn ń sọ̀rọ̀</strong>, kí o kọ fọ́nrán náà. <accuracyLink>wo àfikún ìtọ́ni nínú ìlàna apéye wa.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
yo: Mo ṣẹ̀ ṣẹ̀dá àfojúsùn mi fún ìtọrẹ ohùn sí #CommonVoice -- darapọ̀ mọ́ mi láti kọ́ àwọn ẹ̀rọ bí wọ́n ṣe lè sọ̀rọ̀ bí ènìyàn { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
yo: Mo gbà kí o ṣèkáwọ́ ìròyìn yí bí o ṣe ṣàlàyé nínú un <privacyLink>Ìgbékalẹ̀ Àṣírí Mozilla</privacyLink>

source: Includes email, username & demographic info, available right away
yo: ṣe àfikún ímeèlì, orúkọ tí ò ń lò & àbùdá ìfánimọ̀, èyí tí ó wà lọ́wọ́ lọ́wọ́ báyìí

source: Includes mp3s and related sentences, may take some time to prepare
yo: àfikún àwọn mp3 àti irúfẹ́ gbolóhùn, lè gba àkókò díẹ̀ kí wọ́n tó ṣe tán

source: Information about the language
yo: Ìròyìn nípa èdè náà.

source: In Progress
yo: ó ń ṣiṣẹ́ lọ́wọ́

source: Interested in learning more and contributing to the project?
yo: Ṣé o nífẹ̀ẹ́ sí mímọ̀ si àti dídásí àkànṣe iṣẹ́ náà?

source: IsiNdebele (North)
yo: IsiNdebele (Àríwá)

source: IsiNdebele (South)
yo: IsiNdebele (Gúsù)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
yo: <isoCodeLink>kóòdu ISO</isoCodeLink> to bá mọ̀ ọ́

source: Is the clip valid?
yo: Ǹjẹ́ fọ́nrán náà péye?

source: It contains words or phrases that are hard to read or pronounce.
yo: O ní àwọn ọ̀rọ̀ tàbí gbólóhùn tí wọ́n le láti kà tàbí pè

source: It is written in a language different than what I’m speaking.
yo: Ó wà ní kíkọ ní èdè tó yàtọ̀ sí èyí tí moet ń sọ

source: Join the Common Voice mailing list
yo: Darapọ̀ mọ́ àtẹ̀jíṣẹ́ e ímeèli Common Voice

source: Just Unsure?
yo: Ṣé kò kàn dá ẹ lójú?

source: { $kb }kb max
yo: { $kb }kb pọ̀

source: Keep
yo: Tọ́jú

source: Keep it up, record again <recordIcon></recordIcon>
yo: Ó káre, ká a sílẹ̀ sí i <recordIcon></recordIcon>

source: Keep the recordings
yo: Fi àwọn àkálẹ̀ ohùn pamọ́

source: Keep track of your progress and metrics across multiple languages.
yo: Tọpa ìlọsíwájú rẹ káàkiri èdè púpọ̀.

source: Keep track of your progress with a profile
yo: Tọpa ìlọsíwájú rẹ pẹ̀lú u púrófáìlì

source: Keep track of your progress with a profile and help our voice data be more accurate.
yo: Tọpa ìlọsíwájú rẹ pẹ̀lú u púrófáìlì kí o sì sèrànwọ́ kí ìgbàálẹ̀ ohùn wá lè dára si.

source: Language
yo: Èdè

source: Language Request
yo: Ìbéèrè fún èdè

source: Language request successfully submitted, thank you.
yo: Ìbéèrè èdè ti di fífi sílẹ̀, o ṣé.

source: Languages
yo: Èdè

source: Launched
yo: Filọ́lẹ̀

source: Leaderboard Visibility
yo: Hìhan Leaderboard

source: Learn how to take part
yo: Kọ́ bí o ṣe lè kópa

source: Learn More
yo: Kọ́ sí i

source: Leaving now means you’ll lose your changes
yo: Kíkúrò ní báyìí túnmọ̀ sí pé, wà á pàdánù àwọn àyípadà rẹ̀

source: Leaving now means you'll lose your progress
yo: Bí o bá dẹ̀yìn báyìí tùmọ̀ sí pé o ó padánù ìtẹ̀síwájú rẹ

source: Let's Get Started
yo: Ẹ jẹ́ kí a bẹ̀rẹ̀

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
yo: LibriSpeech jẹ́ kọ́pọ́ọ̀sì tó tó wákáàtí 1000 ní 16Khz tí a kà ní Gẹ̀ẹ́sì tí a rí láti ìwé-àkálẹ̀-olóhùn láti inú iṣẹ́ àkàǹṣe LibriVox

source: License
yo: Ìfàyègbà

source: License: <licenseLink>CC-0</licenseLink>
yo: Ìfàyègba: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
yo: Ìfàyègbà: <licenseLink>{ $license }</licenseLink>

source: Link Copied
yo: Ìdàkọ líǹkì

source: Links to websites that can help us understand the language
yo: Ìtọ́kasí sí ìkànnì tí ó lè ràn wá lọ́wọ́ nípa ìlóye èdè

source: Listen
yo: Gbọ́

source: Listening
yo: Gbígbọ́rọ̀

source: Listen-Queue
yo: àkójọpọ̀-àtẹ́tísí

source: Loading…
yo: Ó ń gbaradì…

source: Loading sentences…
yo: Gbólóhùn ń gbaradì

source: Localized
yo: Ìsọditìbílẹ̀

source: Login Identity
yo: Ìdámọ̀ Ìwọlé

source: Log in or sign up to get started
yo: Forúkọsílẹ̀ láti wọlé tàbí forúkọsílẹ̀ láti bẹ̀rẹ̀

source: Log In / Sign Up
yo: Wọlé / Forúkọ Sílẹ̀

source: Log In / Sign Up with { $company } email
yo: Ìforúkọsílẹ̀ láti wọlé / Ìforúkọsílẹ̀ pẹ̀lú ímeèli { $company }

source: Log Out
yo: Jáde

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
yo: Ó jọ bí i wí pé kò sí fọ́nrán tí ènìyàn yóò tẹ́tísí nỉ èdè yí. Bá wa ṣe àkálẹ̀ díẹ̀

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
yo: Rí I dájú pé ìkànì náà ń ṣàkálẹ̀ ṣíwájú kí o tó bẹ̀rẹ̀ sí sọ̀rọ̀, àti wí pé ó dúró lọ́wọ́ kan tí o bá ṣetán.

source: Make sure the sentence meets the following criteria:
yo: Ri dájú pé gbólóhùn náà bá àwọn òte yí mu:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
yo: Jẹ́ kí dátà ti o ó fi sọwọ́ sí wa wà nỉ sẹpẹ́ nípa pípèsè àwọn dátà aláìmolùwà rẹ̀. A máa ń yọ ìdámọ olùwà kúrò lára gbogbo dátà kí a tó gbe jáde fún lílò.

source: Maltese
yo: Malay

source: Manage Email Subscriptions
yo: Sàmójútó Ìforúkọsílẹ̀ Imeèlì

source: Manage Subscriptions
yo: Samójútó ìforúkọsílẹ̀

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
yo: Bóyá <homepageLink>ojú-ìwé ayélujára</homepageLink> wa yóò lè ṣèrànwọ́? Láti bèrè ìbéèrè, jọ̀wọ́ darapọ̀ mọ́ <matrixLink>yàrá ìfọ̀rọ̀wérò àwùjọ Matrix</matrixLink>, tọpinpin àwọn awuyewuye ojú-òpó nípasẹ̀ <githubLink>GitHub</githubLink> tàbí lọ sí <discourseLink>àwọn yàrá ìfọ̀rọ̀wérọ̀ wa</discourseLink>.

source: Message
yo: Ìfiránṣẹ́

source: [Mismatched content]
yo: [Àkóónú tí ò bára wọn mu]

source: Misreadings
yo: Àwọn àṣìkà

source: Missing an <strong>'s'</strong> at the end of a word.
yo: Pàdánù<strong>'S'</strong>ní òpin ọ̀rọ̀ kan

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
yo: Pàdánù<strong>'A'</strong>tàbí<strong>'Náà'</strong> ní ìbẹ̀ẹ̀rẹ̀ ìkàsílẹ̀ náà.

source: Missing the end of the last word by cutting off the recording too quickly.
yo: Pípàdánù òpin ọ̀rọ̀ nípaṣè ìgékúrú ìkàsílẹ̀ náà láì tó àsìkò

source: Mixed
yo: Pípapọ̀

source: More
yo: Sí i

source: [More has been recorded than the required text]
yo: [Púpọ̀ ti jẹ́ ìkàsílẹ̀ ju ọ̀rọ̀ to yẹ lọ]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
yo: Ọ̀pọ̀ àwọn dátà tí àwọn ilé-iṣẹ́ ńlánlá ń lò kò sí ní àrọ́wọ́tó ọ̀pọ̀ eèyàn. A ro pé èyí yóò dí iṣẹ́ ìdàgbàsókè lọ́wọ́. A ti ṣe ìfilọ́lẹ̀ iṣẹ́ àkànṣe Common Voice, iṣẹ́ tí yóò jẹ́ kí Ìmẹ̀ẹ̀rọ adóhùnmọ̀ wà lárọ̀ọ́wọ́tó gbogbo ènìyàn.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
yo: Ọ̀pọ̀ àwọn dátà tí àwọn ilé-iṣẹ́ ńlánlá ń lò kò sí ní àrọ́wọ́tó ọ̀pọ̀ eèyàn. A ro pé èyí yóò dí iṣẹ́ ìdàgbàsókè lọ́wọ́. A ti ṣe ìfilọ́lẹ̀ iṣẹ́ àkànṣe Common Voice, iṣẹ́ tí yóò jẹ́ kí Ìmẹ̀ẹ̀rọ adóhùnmọ̀ wà lárọ̀ọ́wọ́tó gbogbo ènìyàn.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
yo: Ọ̀pọ̀ àkálẹ̀ ló jẹ́ pé dédé ohùn wọn ni a fi ká a sílẹ̀. O lè, lẹ̀kọ̀ọ̀kan, gba yìí ti ohùn rẹ̀ kò bá já sókè kú ojú ìwọ̀n nípa pípariwọ, ìsọ̀rọ̀-kẹ́lẹ́kẹ́lẹ́ tàbí èyí tí ó dìídì sọ ọ́ lóhùn ìṣèré. Jọ̀wọ́ kọ àkálẹ̀ olóhùn orin àti èyí ti wọ gbà pẹ́lé ohun abi ti kọ̀ǹpútà.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
yo: Mozilla Common Voice jẹ́ iṣẹ́ àlákàǹṣe láti kọ́ àwọn ẹ̀rọ bí a ti ń sọ̀rọ̀ bí ènìyàn

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
yo: Mozilla Common voice di ṣíṣe pẹ̀lú oríṣiríṣi àwùjọ ajàfẹ́tọ̀ ẹni, àwọn onímọ̀-èdá-èdè, àwọn onímọ̀-sáyẹ̀nsì dátà, àwọn ọ̀mọ̀wé àti àwọn onímọ̀-ẹ̀rọ àìlè-fọwọ́-kàn láti orígun mẹ́rẹ̀rin àgbáyé. Mozilla Foundation ló ṣalákòso iṣẹ́-àkànṣe náà.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
yo: Ìmẹ̀ẹ̀rọ adóhùnmọ̀ éńgíìnì Deep Speech ti Mozilla tó wà nỉ gbangba lè di lílò láti ṣe àwọn ẹ̀rọ ìmẹ̀ẹ̀rọ adóhùnmọ̀. Ka <githubLink> Github wa</githubLink> tàbí ko darapọ̀ mọ́<discourseLink>DeepSpeech Discourse</discourseLink> láti lè mọ bí o ṣe le bẹ̀rẹ̀.

source: Mutual accountability.
yo: Ìlágbọ̀yé ojúṣe.

source: N/A
yo: kò sí

source: Name
yo: Orúkọ

source: Names of your language
yo: Orúkọ èdè rẹ

source: Native Language
yo: Ède Abínibí

source: Need some help with accent?
yo: O nílò ìrànwọ́ pẹ̀̀lú ohùn ìpèdè?

source: Need some help with variants?
yo: O nílò ìrànwọ́ pẹ̀lú ẹ̀dà èdè?

source: Need to download your data?
yo: A nílò láti gba data rẹ

source: New Language Launch
yo: Ìfilọ́lẹ̀ Èdè Tuntun

source: Next
yo: Tẹ̀ síwájú

source: No
yo: Bẹ́ẹ̀ kọ́

source: [No ‘a’ in the original text]
yo: [kò sí 'a' nínú ọ̀rọ̀ tó wà nílẹ̀ tẹ́lẹ̀

source: No gravatar found for your email
yo: A kò rí Gravatar fún ímeèlì rẹ

source: No microphone found.
yo: A kò rí amóhùndúngbẹ̀mù

source: No sentences to review. <addLink>Add more sentences now!</addLink>
yo: Kò sí gbólóhùn tí a ó yẹ̀wò. <addLink>Ṣe àfikún gbólóhùn báyìí!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
yo: Àkíyèsí: Nígbà tí a bá ṣètò sí 'Rírí' ètò yí lè yí padà láti <profileLink>Ojú-ìwe púrófáìlì</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
yo: Kíyèsí i: Wà á sì nílò láti yàn láàrin sọ tàbí gbọ́ láti ṣe àtúnṣe sí ẹ̀yà ìlọ́wọ́sí.

source: No Thanks
yo: Rára o ṣeun

source: No variant selected
yo: O kò mú irúfẹ́ èdè tó ò ń sọ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
yo: Ní báyìí tí ó ti mọ díẹ̀ nípa Common Voice, kín ló dé tí o ò gbìyànjú rẹ̀? Tẹ àwòràn amóhùndúngbàmù kí o lè ka àwọn gbólóhùn náà sókè. <br/><br/>Bí o bá fẹ́ ṣe àgbéyẹ̀wò ohùn tí àwọn akópa mìíràn fi ránṣe, tẹ àwòrán siṣe. Wà á ṣe ìrànlọ́wọ́ láti fòhùntẹ̀ tẹ àkálẹ̀ àti gbólóhùn tó wà ní ojún fánrán báramu.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
yo: Ní báyìí o lè fi phùn rẹ sílẹ̀ láti ní ìrànwọ́ àti ní ìkójọ àgbálẹ̀ ohùn tí ó wà ní àrọ́wọ́tó gbogbo ènìyàn tí ẹnikẹ́ni sì le lò láti ṣẹ̀dá àwọn áàpù lórí ẹ̀rọ ìbánisọ̀rọ̀ tàbí ayélujára. Ka ìlà ọ̀rọ̀ kan láti ṣe ìrànwọ́ fún ẹ̀rọ láti kọ́ bí a ti ń sọ̀rọ̀ bí ènìyàn. Yẹ iṣẹ́ àwọn olùdásí mìíràn wò láti bù kún àmúyẹ rẹ̀. Bẹ́ẹ̀ ló rọrùn tó!

source: Number of Voices
yo: Iye àwọn ohùn

source: Off
yo: Pa

source: Offensive language
yo: Èdè àlùfàǹṣá

source: Offensive speech
yo: Ifọ̀ àlùfàǹṣá

source: On
yo: Tàn

source: On desktop devices you can contribute by downloading…
yo: Lỏi àwọn ẹ̀rọ ìgbélórí tábìlì o lè fikún nípa ṣíṣègfbàsílẹ̀…

source: On his head he wore a beret.
yo: Bẹ̀rẹ́tì ló wọ̀ sórí

source: On iOS please continue with Safari to enable recording…
yo: Lórí iOS jọ̀wọ́ tẹ̀síwájú pẹ̀lú Safari láti jẹ́ kí ìgbohùnsílẹ̀ ṣiṣẹ́…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
yo: Ní ìdà kejì, tí o bá lérò pé olùkà lè má tíì ṣe alábàápàdé ọ̀rọ̀ náà tẹ́lẹ̀, tí ó kàn ń lo àfojúsùn àìtọ́ fún ọ̀nà ìpọ̀rọ̀ náà, jọ̀wọ́ kọ̀ọ́. Tí kò bá́ dá o lójú, lo bọ́tíìnì ìfọ̀ọ̀rọ̀.

source: Optionally join on our email list for updates and new information about the project.
yo: Bí bí bá wù ọ́, darapọ̀ mọ́ ímeèli wa fún ọ̀tun ìròyin àtìgbàdégbà àti ìròyìn lórí iṣẹ́ náà.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
yo: Kìí ṣe kànńpá, fi àwọn data ìdánimọ̀ rẹ sílẹ̀ (b.a ọjọ́-orí, ìjakọ-n-bábo, èdè, bí a ṣe máa ń sọ̀rọ̀) a kì y;oò fi hande fún gbogbo èèyàn láti rí lórí púrófáìlì rẹ, a kò sì ní so ó mọ́ àkáǹtì rẹ nínú àkójọpọ̀ data. Ọ̀kọ̀ọ̀kan àwọn fọ́nrán ohun tí a gbà sílẹ̀ ni a ó so mọ́ data ìdánimọ̀ fún ìtúpalẹ̀ tí ó péye - bí àpẹẹrẹ, aṣèwádìí kan lè fẹ́ ṣe alàkalẹ̀ ìkọ́ni tó jẹ́ mọ́ ìdánimọ̀ kan ní pàtó.

source: Other
yo: Òmíràn

source: Other Language
yo: Àwọn èdè mìíràn

source: Other people validate those voice clips.
yo: Àwọn ẹlòmìíràn ni wọ́n máa ń wo àwọn àkálẹ̀ fọ́nrán ohùn wọ̀nyẹn.

source: Other voice datasets…
yo: Àwọn àkójọpọ̀ dátà olóhùn mìíràn…

source: Other Voice Datasets
yo: Àkójọpọ̀ dátà olóhùn yóókù

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
yo: Asàkóso àwùjọ wa yóó kàn sí ọ láti ṣe àfikún ìrànwọ́, àti láti jẹ́ bí o mọ̀ bóyá àwọn kan ti wà tí wọ́n ti ń síṣẹ́ lórí èdè rẹ

source: Our governance is founded on the pillars of:
yo: Ìdarí wa gbilẹ̀ lórí òpó o:

source: Overall Accuracy
yo: Ìse-wẹ́kú alápapọ̀

source: Overall Hr. Total
yo: Àpapọ̀ wákàtí

source: Partners
yo: Àwọn alábàṣepọ̀

source: Partnerships and networks
yo: Àjọṣepọ̀ àti Ìbáraẹniṣepọ̀

source: [Part of the text can’t be heard]
yo: [Apá kan ọ̀rọ̀ náà kò ṣeé gbọ̀]

source: Past recordings download requests
yo: Ìbéèrè àwọn ìkálẹ̀ tí a ṣe ìgbàsílẹ̀ fún tó ti kọjá

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
yo: <p>Common Voice jẹ́ àkójọpọ̀ data olóhùn tí ó wà fún gbogbogbò, èyí tí ó di ṣíṣe nípa fífi ohun akópa tí ó fi ara rẹ̀ jìn káàkiri àgbáyé. Àwọn ènìyàn tí wọ́n fẹ́ ṣe ẹ̀rọ olóhùn lè lo akójọpọ̀ data láti kọ́ módẹ́ẹ̀lì ìkẹ́rọnímọ̀.</p> <p>Lọ́wọ́ lọ́wọ́ báyìí ọ̀pọ̀ àkójọpọ̀ data tó wà ló jẹ́ pé àwọn ilé-iṣẹ́ ló ni wọ́n, pẹ̀lú àwọn èrò ọ̀tun amúnilẹ́mìí. Àkójọpọ̀ data olóhùn kò tún sojú àwọn elédè tó yàtọ̀ sí Gẹ̀ẹ́sì, àwọn ènìyàn dúdú, àwọn alábọ̀ ara, àwọn obìnrin, àti àwọn onípalópọ̀ tó yàtọ̀ sí lákọlábo. Èyí túmọ̀ sí pé, ìmọ̀-ẹ̀rọ afàyègbohùn kò ṣiṣẹ́ fún ọ̀pọ̀lọpọ̀ èdè, níbi tí ó bá sì ti ṣiṣẹ́, ó lè má ṣiṣẹ́ bákan náà fún gbogbo ènìyàn. A fẹ́ kí èyí yí padà nípa pípe ọ̀pọ̀ ènìyàn káàkiri láti pín ohùn wọn pẹ̀lú wa .</p>

source: People come and contribute their voices.
yo: Àwọn èèyán máa ń wá fi ohùn wọn sílẹ̀.

source: Personal dashboards keep you up-to-date with individual and community progress.
yo: Ate aládàáni máa jẹ́ ko mohun tuntun tó ń lọ pẹ̀lú ìtẹ̀síwájú ẹnìkọ̀ọ̀kan àti àwùjọ lápapọ̀

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
yo: <playbookLink>Wá àwọn ìtọ́sọ́nà</playbookLink>lórí ìrìnàjo Common Voice, láti ìsọditìbílẹ̀ dé ìlọ àkójọpọ̀ dátà olóhùn, àti bí a ṣe lẹ̀ wà pẹ̀lú àwọn ọmọ ẹgbẹ́ tó kù.

source: <playIcon></playIcon>Last one!
yo: <playIcon></playIcon>Èyí tó gbẹ̀yìn!

source: Play/Stop
yo: Ṣe/Dúró

source: Please select a language to review sentences.
yo: Jọ̀wọ́ yan èdè kan láti ṣe àyẹ̀wò àwọn gbólóhùn

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
yo: <pontoonAccountLink>Fi orúkọ sílẹ̀</pontoonAccountLink> tí o ò bá ní ọ̀kan. Leyìn náà, yan èdè rẹ <strong>(‘Team’)</strong> wá yan iṣẹ́-àkànṣe, <pontoonCvLink>Common Voice</pontoonCvLink>. Àwọn fáílì yóò wà láti túmọ̀. Ṣẹ́wọ́ sí ọ̀kan, yóò ṣàfihàn àwọn ọ̀rọ̀ ní ède gẹ̀ẹ́sì àti àpótí láti túmọ̀ wọn.

source: Portuguese
yo: Pọtugíìsì

source: Press play, listen & tell us: did they accurately speak the sentence below?
yo: Tẹ sọ̀rọ̀, gbọ́ àti sọ fún wa: ṣé wọ́n ka ìsọ ìsàlẹ̀ náà dáradára?

source: Press { shortcut-play-toggle } to toggle play mode
yo: Tẹ { shortcut-play-toggle } láti rí ohun tí ò ó tẹ̀

source: Privacy
yo: Àṣírí

source: Privacy Policy
yo: Ìgbékalẹ̀ Àṣírí

source: Privacy, security and transparency.
yo: Ìṣe gààyà, ààbò àti ìhànde.

source: Pro
yo: Ògbóǹtarìgì

source: Profile
yo: Púrófáìlì

source: Profile information improves the audio data used in training speech recognition accuracy.
yo: Ìròyin púrófáílì ma ń ṣe ìlọsíwájú sí ìgbàálẹ̀ ohùn tí à ń lò láti kọ́ ẹ̀rọ ní ìṣewẹ́kú u ìdámọ̀ ohùn

source: Progress
yo: Ìtẹ̀síwájú
